{
  "subtitle": "Is she getting enough milk?", 
  "description": "Is she getting enough milk?", 
  "language": "eng_GB", 
  "title": "ConfusedMOM: My newborn feeds so much", 
  "primary_category": null, 
  "created_at": "2014-10-10T10:03:30+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-12-08T11:08:13.910192+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0d21e5aa092b449497d1ade5f1b6dcf5", 
  "content": "Brought to you by MAMA I had just given birth at the hospital when the nurse\r\nhanded me my baby girl. She said: you must give her your breast now. Then she\r\nwalked away. I was in shock. How do I feed her? I had no idea... I put her\r\nmouth to my nipple and thought she would suck. But she didn’t. She didn’t seem\r\nto know what to do or how to get my breast into her mouth. All night I tried.\r\nAnd my baby was crying and crying. Eventually I got my nipple into her mouth\r\nand she would suck a bit then stop. But she would wake up again and cry and\r\nwant more. It went on like this all night. But she did pass her first poo.\r\nThen she slept almost the whole day. When I left the hospital the next day, it\r\nwas the same story at home. She was up all night crying and then slept most of\r\nthe day. Luckily at home I’ve had my mother to help. But it’s been a few\r\nsleepless nights now and the exhaustion is getting to me. Baby has her own\r\nideas about when to sleep. So my life is in reverse. I am up all night but\r\ncan’t really sleep in the day. I can’t remember when I last slept properly. My\r\nbaby cries a lot and I am not sure she is getting enough milk. I don’t know if\r\nI should give her formula as well because she seems so hungry. I keep on and\r\non trying. She looks as if she is gaining weight and she is passing stools and\r\nurine just fine. But she feeds non-stop and when I remove my breast she cries.\r\nI think I am the one who needs support. **MAMA HELP: Newborn babies really are\r\nhard work! They cry a lot. They also feed a lot. But if your baby is gaining\r\nweight, passing stools and has wet nappies, then you’re both doing well.\r\nRemember to take your baby back to the clinic for regular check-ups. The nurse\r\nwill make sure she is growing and feeding well.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 11, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "confusedmom", 
  "uuid": "0d21e5aa092b449497d1ade5f1b6dcf5"
}