{
  "subtitle": "A whole new world for your baby", 
  "description": "A whole new world for your baby", 
  "language": "eng_GB", 
  "title": "Your New Baby", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-07T21:08:44+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:39:30.069534+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0ea4917e532c43b6b3bba4ba448c5b72", 
  "content": "Created by BabyCenter Your newborn is new to this big, noisy world! You can\nsee he moves in a jerky way as he gets used to it. Soon, his movements will be\nsmoother. You may worry your baby isn't getting enough milk. If your baby is\nfeeding every 2 to 3 hours, or at least 8 times a day, then that is enough.\nThe colour of your baby's stools is a good way to check. They are black at\nfirst and turn yellow by day 4. At about 2 weeks, your baby is sucking,\ngrasping, blinking and rooting for your nipple. Sometimes he will look\nstraight into your eyes. It is good to respond by looking back and smiling and\nnodding. He is learning fast! Watch for your baby trying to lift his head when\nhe's lying on his belly. This is a way for him to get stronger. He might turn\nhis head from side to side. As he approaches 1 month old, your baby begins to\nlose his newborn quiver and jumpiness. He is growing stronger every day and\nlearning about the world around him. He might stare at you now. One exciting\nchange is he's beginning to make baby noises. This is his way of talking to\nyou! Try to make baby noises back. Keep talking even when you put him down and\nmove away.\n\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "your-new-baby", 
  "uuid": "0ea4917e532c43b6b3bba4ba448c5b72"
}