{
  "subtitle": "Take care now, your baby can explore!", 
  "description": "Take care now, your baby can explore!", 
  "language": "eng_GB", 
  "title": "1-year-old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T09:10:17+00:00", 
  "featured_in_category": true, 
  "modified_at": "2014-12-15T15:25:57.704818+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "207ffbc21773480d949cb042fe172339", 
  "content": "Created by BabyCenter Happy birthday, baby! Soon, your child will get more\r\nindependent, find his sense of humour and best of all, learn to say he loves\r\nyou. Your child may still not like you leaving him. This is natural. If there\r\nis plenty of time for goodbyes, he will have time to adjust. It is exciting\r\nwhen your child says proper words. But he still won't be able to say what he\r\nwants or how he feels using words. He will use body language for some time. He\r\nmay raise his arms for \"up\" or point a finger for \"What's that?\" He might use\r\none word for many things. Listen to the tone. He will say the same word in\r\ndifferent ways using different gestures. He can pick up small objects between\r\nhis thumb and forefinger more easily now. He may pick up things he finds on\r\nthe floor and put them in his mouth. Check what is on the floor to make sure\r\nnothing can harm him. He is watching everything you do. Children love to copy\r\npeople, especially their parents. This is how they learn. He will copy your\r\nwords and the sound of your language, too. He may have many teeth now. Keep\r\nthem clean with a small brush with soft bristles and a small smear of\r\ntoothpaste Look at your lovely child and remember the journey you have\r\ntravelled together - from that tiny helpless newborn to the energetic 1 year\r\nold. Good luck for the future.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 12, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "1-year-old", 
  "uuid": "207ffbc21773480d949cb042fe172339"
}