{
  "subtitle": "What happened to my life?", 
  "description": "What happened to my life?", 
  "language": "eng_GB", 
  "title": "NewMother: My newborn is hard work", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-11-09T12:07:53+00:00", 
  "featured_in_category": true, 
  "modified_at": "2014-12-03T12:39:29.467445+00:00", 
  "_version": {
    "package_version": "0.2.6", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Brought to you by MAMA I was shocked to learn how much time it takes to look\nafter a newborn baby! Before my baby daughter was born, I thought newborns\nslept all the time. I thought: What’s the big deal, why do women complain\nabout having a tiny baby? But mine would wake up and cry the moment I tried to\nget on with any tasks. Then I had to feed her. That took about an hour until\nshe was burped and her nappy was changed and she was put to sleep again. I\ncouldn't get to do anything! In the beginning, she woke up 2 or 3 times during\nthe night. It took me some time to get used to waking up all the time.\nEventually I started to sleep very lightly because I was listening for my\nbaby’s noises. But the sleepless nights affected me. I was constantly tired\nand tearful. By the time my little girl was 6 months old, she would still wake\nup a few times in the night to feed. But she slept next to me in the bed, so I\ncould just roll over and offer her my breast. Then we all fell asleep again.\nDuring the day, my daughter was alert and awake. I had even less time to do my\nchores because she wanted my attention. A helpful friend gave me good advice.\nShe told me to take the time to feed her properly during the day so she wasn’t\nhungry in the night. That way, she wouldn’t wake me up to drink all the time.\nShe told me that by 6 months, babies are ready to sleep right through the\nnight. I so was happy to hear that! Now I look forward to my sleep again!\n**MAMA HELP: Babies like routine. It prepares them for what to expect next in\ntheir day. Try a gentle daily routine. Do the same things at around the same\ntime each day. It’s likely your baby will eat and sleep better.**\n\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "newmother-my-newborn-hard-work", 
  "uuid": "357b7193885141899cce68bc99d188c3"
}