{
  "subtitle": " Shouldn’t pregnancy be happy?", 
  "description": "Shouldn’t pregnancy be happy?", 
  "language": "eng_GB", 
  "title": "CityMOM: Worried all the time", 
  "primary_category": null, 
  "created_at": "2014-10-10T07:33:17+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-12-08T11:09:38.914968+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "43386a763cf64f258631114e1bdc083f", 
  "content": "Brought to you by MAMA Pregnancy should be an exciting time. All the things\r\nthat are happening inside my body should fill me with happiness. But at the\r\nmoment all I feel is worried. I worry about everything. What will the labour\r\nbe like? Could I miscarry? Will something go wrong? What if my waters break in\r\npublic? What if there is something wrong with my baby? I am also having\r\nnightmares when I sleep. When I wake up in the morning I don't have the energy\r\nto get out of bed. I can feel my baby moving around inside me but I'm filled\r\nwith thoughts about what could go wrong. I love this baby with all my heart.\r\nMy dream is that it will have a wonderful life. But the closer my due date\r\ncomes, the more I worry about what will happen to me and my baby. Is this\r\ncrazy? I wonder if it is normal to feel this way during pregnancy? In the\r\nbeginning I was so happy and excited. Perhaps it is just that I am scared of\r\nlabour, or scared of the reality of my situation. Either way, I love my baby\r\nand will do what is best. **MAMA HELP: Worry is one of the most common things\r\nmom report in pregnancy. It is more common than morning sickness and food\r\ncravings. You're not crazy. You're just pregnant!**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 20, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "citymom-worried-all-time-", 
  "uuid": "43386a763cf64f258631114e1bdc083f"
}