{
  "subtitle": "My life is changing already...", 
  "description": "My life is changing already...\r\n\r\n", 
  "language": "eng_GB", 
  "title": "PracticalDAD: Baby on the way!", 
  "primary_category": null, 
  "created_at": "2014-10-10T09:52:56+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-12-08T11:09:04.846534+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4ff538fe70744ebb929f519408c357d4", 
  "content": "Brought to you my MAMA My wife is almost 3 months into her pregnancy. We are\r\nhappy and excited! It feels as if the baby is already here with us, even\r\nthough nobody else can even see the little bump. We haven’t told many people\r\nyet. We are still cautious that we could lose this little bump. We will be out\r\nof the danger zone after 3 months. I am very careful with my wife now. She is\r\ncarrying precious cargo. She looks so beautiful, somehow rounder and softer\r\nand more radiant. I try not to argue or get my way because I don’t want to\r\nupset her or the baby. I already feel quite a difference in our lives. She\r\ndoesn’t want to go out to visit friends as much. She would rather stay at home\r\nor go for an evening walk. And after that she is usually very tired. I don’t\r\nmind and it’s nice to talk about our future lives as parents lying in bed and\r\nholding hands. I do miss seeing my friends but I feel guilty leaving her at\r\nhome alone. She has been feeling sick in the mornings. We were told she should\r\nnibble on dry biscuits or ginger tea. It seemed to help. Lots of things made\r\nher feel nauseous like cigarette smoke or car fumes or some foods. We eat more\r\nhealthy food now. I’ve joined her in all these changes in her diet because I\r\nalso feel it’s healthier. I’m not even pregnant but I also feel better after a\r\nhealthy meal! But sometimes I get a bit get irritable. Everything seems to\r\nrevolve around my wife and the new life inside of her. She doesn’t seem to\r\nnotice my desires or wishes or the things I want to do. A man does need a\r\nbreak from baby talk sometimes! **MAMA HELP: It’s hard for many moms to focus\r\non anyone else during pregnancy. They are too excited and busy growing a baby!\r\nHelp her to make good choices, eat well and keep her clinic visits.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 16, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "practicaldad", 
  "uuid": "4ff538fe70744ebb929f519408c357d4"
}