{
  "subtitle": "i feel a bit crazy!", 
  "description": "I feel a bit crazy!", 
  "language": "eng_GB", 
  "title": "Motherof4: Horrible pregnancy hormones", 
  "primary_category": null, 
  "created_at": "2014-10-10T09:49:47+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-12-08T11:09:21.371560+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "695b028452f548b7b092549d83e3bdb9", 
  "content": "Brought to you by MAMA I've realised something about myself – I'm not very\r\neasy to live with when I'm pregnant. When I was pregnant with my first child,\r\nI remember being surprised at how angry I would get with my husband. We had\r\nterrible fights! But now I’m quite sure it was just the pregnancy hormones.\r\nThankfully once my daughter was born things settled down. But it didn't do my\r\nmarriage much good. Now, ten years later, I’m pregnant with twins. And those\r\ncrazy pregnancy hormones are playing with my moods again! There have been a\r\nfew days when I really and truly just lost my temper. But this time it’s not\r\njust my husband who has had to deal with my moods. Recently, I stormed off\r\ndown a dirt road crying my eyes out in anger at something so small I can’t\r\neven remember what it was. Last week, I sulked in a room on my own when we\r\nvisited my husband’s family for dinner. When I came out, I found my husband\r\nhad taken my advice and gone home without me! I also shouted at friends who\r\nwere staying in our home with us when I came home from my job to find the\r\ndishes unwashed! Then there was the day I slammed our front door in the face\r\nof somebody who was trying to sell me vegetables. I even burst into tears when\r\nsomebody said something kind to me and helped me into the bus! Thank goodness\r\nthe ups and downs are almost over... I just hope that I will be forgiven for\r\nmy mood swings by the time baby comes. **MAMA HELP: It's common to have mood\r\nswings during pregnancy. This is partly because of the change you face in your\r\nlife. It is also partly because of the rise in hormone levels in your body.\r\nThis can affect your mood, making you feel tearful or easily irritated.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 18, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "motherof4", 
  "uuid": "695b028452f548b7b092549d83e3bdb9"
}