{
  "subtitle": "I didn't know I was pregnant!", 
  "description": "I didn't know I was pregnant!", 
  "language": "eng_GB", 
  "title": "SurprisedMom: I’m in labour? ", 
  "primary_category": null, 
  "created_at": "2014-10-10T10:15:24+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-12-08T11:07:52.557499+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "91b712b5d37445918c10d49913d1d4db", 
  "content": "Brought to you by MAMA I did not even know I was pregnant until I went into\r\nlabour and delivered my baby. That might sound strange. But I didn’t really\r\ngain any weight. Or, if I did, I never noticed because I have quite a big\r\ntummy anyway. Then quite suddenly one day, I woke up feeling really dizzy. I\r\nwent to the clinic just to find out what it was. When I told the nurses how I\r\nfelt, they decided to run some blood tests. They came back and told me I was\r\npregnant! I was so shocked I sank to the floor. Then they told me that my\r\nblood pressure was too high and both the baby and I were at risk. They said\r\nthat they needed to take me to the hospital right away and deliver my baby.\r\nThey called my parents and explained everything to them. My parents were so\r\nshocked, but at the same time they were very happy. I was taken by ambulance\r\nstraight to the hospital and they gave me a C-Section. They handed me my baby\r\nboy. A few hours before I had not even known I was pregnant and now I had a\r\nbaby boy! **MAMA HELP: A missed period is the first sign you could be\r\npregnant. A urine test at the clinic will confirm this. The clinic staff will\r\ntell you about the regular clinic visits you need to make through pregnancy to\r\nkeep you and baby safe. Listen carefully to what they say. Try to do what they\r\nask you to do.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 9, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "surprisedmom", 
  "uuid": "91b712b5d37445918c10d49913d1d4db"
}