{
  "subtitle": "Will they ever go down? ", 
  "description": "Will they ever go down? ", 
  "language": "eng_GB", 
  "title": "BeginnerMom: Sore, swollen feet", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T09:54:58+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:39:40.634303+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "984d95cc519d494785c19be93b8c67ab", 
  "content": "Brought you you by MAMA I thought I would get morning sickness, weird food\ncravings and swollen breasts during pregnancy. I thought I would feel loving\nand emotional – or different in some way. But I feel totally normal! Honestly\nI can understand those girls who say that they didn’t even know they were\npregnant! If I hadn’t missed a period and gone to the clinic for a test, I\nwould never have known. No morning sickness. No cravings. I feel nothing. My\nlife just goes on as always. I can’t stand garlic though. We actually had to\nthrow out the garlic in the house because the smell is too much for me. Also,\nI eat more than I used to. My mother complains because she isn’t used to me\neating so much. (But I think she’d complain if I didn’t eat enough too!) So\nshe fusses over me and I enjoy it. In fact I feel even better than I usually\ndo! My allergies seem to have disappeared – probably because of the good food\nI am eating. I am still active. My friends and family are shocked that I am\nstill doing errands up to such a late date. But life continues, doesn’t it? I\nhaven’t gained too much weight and I only started showing late into my 5th\nmonth. My worst symptom is the swollen feet! The baby is sitting more on my\nleft side so my left foot has swollen up to almost double its size. It looks\nscary and ugly. I worry my feet will grow permanently and never go back to how\nthey looked before! **MAMA HELP: Swollen feet (edema) during pregnancy can get\nworse as your due date nears. It may not be comfortable, but it’s harmless and\nnormal. It should ease up overnight. If it doesn’t, or if your hands or face\nbecome puffy, visit your clinic for a check-up.**\n\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 14, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "beginnermom", 
  "uuid": "984d95cc519d494785c19be93b8c67ab"
}