{
  "subtitle": "How do I make her stop?", 
  "description": "How do I make her stop?", 
  "language": "eng_GB", 
  "title": "newDAD: Cry Baby Cry", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T09:55:49+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:39:40.294488+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "e476c985a610436092c81558befd95d1", 
  "content": "Brought to you by MAMA Before my baby was born, the one thing I knew for sure\nwas that I made babies cry. How many times had an aunt or cousin put their\nbaby into my arms and the baby had cried? It was as if the baby knew I was not\nmeant to be a father! So just before mine came, I wondered: what if my baby\ndoes the same thing? I decided I never wanted this to happen. So I made a\npoint of finding out exactly why babies cry. I asked all my expert aunts! This\nis what they say: there are four reasons for a crying baby. It’s hungry, it’s\nin pain, it’s got a wet nappy, or it’s tired. But can’t babies also just cry\nbecause they are sad? They can definitely be happy for no reason. The moment\nmy daughter gave me a real smile for the first time she was around 6 weeks\nold. It was my best moment! It was as if she had just become a real human\nbeing. Babies smile at their mothers and fathers and other people they\nrecognise. Then they grin and chuckle, gurgle and giggle. Now I seem to spend\na lot of time doing funny things just to make my girl laugh – I pull silly\nfaces, make animal noises, jump around like a frog, pull her toes. When she\ncries I do the 4-point check. I first make sure she’s well fed, has a dry\nnappy, had a good night’s sleep and doesn’t have a thorn down her pants. When\nI’m sure she’s okay, then I work on cheering her up for real. I know some\ngreat songs. I can dance for her, read a story, tickle her feet… **MAMA HELP:\nA crying baby can cause a parent a lot of stress. First run through newDAD’s\n4-point checklist to make sure your baby’s comfortable. Once you’re sure she\nis, it may be time to bring out the singing and the dancing!**\n\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 13, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "newdad", 
  "uuid": "e476c985a610436092c81558befd95d1"
}