{
  "subtitle": "Your baby can roll over!", 
  "description": "Your baby can roll over!", 
  "language": "eng_GB", 
  "title": "5 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T08:48:18+00:00", 
  "featured_in_category": true, 
  "modified_at": "2014-12-15T15:24:18.031243+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "fb452b5081b3461faf35c88a7ca7ce72", 
  "content": "Created by BabyCenter Your baby can't show her emotions in the same way as\r\nyou, yet. But she will let you know when she is angry, bored or happy. She\r\nwill show her love for you by raising her arms when she wants to be picked up.\r\nShe may also cry when you leave the room. About now, she is getting much\r\nstronger. Sit her on the floor and you may find she can sit up for a while on\r\nher own. Surround her with pillows and stay close in case she falls over. She\r\nmay surprise you by suddenly rolling over! Don’t leave her on a bed or raised\r\nsurface in case she rolls off. You can change her nappy while she is lying on\r\na clean cloth on the floor. Your baby's sight is still developing. She can now\r\nsee small objects and track moving things. Try hiding her favourite toy with\r\njust a corner of it showing. She will have fun finding it! Your baby may now\r\nbe able to copy you. Stick out your tongue, puff out your cheeks and see if\r\nshe copies you. Your baby now sees and hears the world almost as well as you\r\ndo. Her communication skills are developing fast, too. Her sounds show her\r\nfeelings. She may be happy, eager, or satisfied that she has solved a problem.\r\nShe may start to babble, repeating sounds such as \"ba\", \"ma\", \"ga\". This is\r\nall progress towards when she starts talking.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "5-months-old", 
  "uuid": "fb452b5081b3461faf35c88a7ca7ce72"
}